<template>
<f7-page no-toolbar no-swipeback>
    <f7-navbar title="О нас" back-link="Back">
        <f7-nav-right>
            <f7-button raised panel-open="left">Menu</f7-button>
        </f7-nav-right>
    </f7-navbar>

    <f7-block-title>О нас</f7-block-title>
    <f7-block strong>
        <p>Изначально данный сервис разрабатывался как дополнительное приложение в целях организации простого шлюза ввода привычных всем криптовалют типа BTC, ETH, USDT для игры в <f7-link href="https://poker.cr-games.club/" external>MINTER POKER</f7-link>, заточенном на монету BIP.</p>

        <p>Ну, в принципе, он и будет являться этим шлюзом. Быстрый переброс BIP между аккаунтами биржи и игры будет настроен в ближайшие дни.<p>

                <p>В тоже время, сам сервис (торговый стакан) получился вполне годным и, по сути, представляет собой аналог полноценной биржи криптовалют. Учитывая, что онлайн торгов монетой BIP в настоящее время не реализовано никем, видится, что данный сервис будет полезен всем участникам сети MINTER.</p>

                <p>Введены 4 кошелька основных криптовалют, ввод/вывод средств полностью автоматизирован, открытые БЕТА тесты стартовали в январе 2020 года. </p>

                <p>Приложение написано под мобильные устройства (это, как показала практика, в настоящий момент основные девайсы которыми пользуются юзеры). В перспективе ведется разработка полноценных приложений на android/ios. Поэтому на десктопах картинка может казаться немного размазанной, рекомендуется сжать окно браузера для более удобного визуального представления. </p>

                <p>На период тестов имеется некоторое ограничение: в ордере не более 100 BIP.</p>

                <p>Обратная связь категорически приветствуется.</p>

                <b>К сотрудничеству приглашаются:</b><br>
                <ul>
                    <li>маркет-мейкеры - поддержавшие проект сейчас , в перспективе получат возможность остаться в торгах без комиссий, которая будет введена после прохождения тестирования)</li>
                    <li>шлюзы по приему фиатных средств - технически мы прикрутим хоть Яндекс деньги, лишь бы с вашей стороны все было легально.</li>
                </ul>
                <p>Если у вас есть иные предложения по сотрудничеству, то пишите админа телеграмм канала проекта, все обсудим и договоримся.</p>

                <b>Контакты:</b><br>

                Сайт биржи - <f7-link href="http://exchange.swbot.info" external>exchange.swbot.info/</f7-link> <br>
                Телеграмм канал биржи – <f7-link href="https://t.me/exchangeminter" external>t.me/exchangeminter</f7-link><br>

                Сайт покера - <f7-link href="https://poker.cr-games.club/" external>poker.cr-games.club</f7-link><br>
                Телеграмм канал покера - <f7-link href="https://t.me/startupbudni" external>t.me/startupbudni</f7-link>
    </f7-block>
</f7-page>
</template>

<script>
export default {};
</script>
