<template>
<f7-page no-toolbar no-swipeback>
    <f7-navbar title="Security" back-link="Back">
        <f7-nav-right>
            <f7-button raised panel-open="left">Menu</f7-button>
        </f7-nav-right>
    </f7-navbar>

    <f7-block-title>Политика безопасности</f7-block-title>
    <f7-block strong>
        <p>Каждый пользователь биржы должен понимать, что сохранность его средств – это в первую очередь его основная забота, в связи с чем хранить пароли от аккаунта, SEED фразы от кошельков нужно в очень надежных местах и никому никогда их не предоставлять, в т.ч. представителям биржи, администраторам телеграмм каналов и прочим лицам.</p>

        <p>В качестве одной из дополнительных мер безопасности выбран вариант запрета вывода средств пользователя на кошельки с которых не было пополнения аккаунта (которые не были указаны пользователем в личном кабинете). Поэтому так важно каждому при регистрации аккаунта изначально правильно его настроить, указав во вкладке «Кабинет» номера имеющихся у него кошельков. Указанные данные не подлежат изменению в дальнейшем. Пополнение аккаунта пользователя будет возможно только с указанных номеров, вывод средств также будет возможен только на указанные номера.</p>

        <p>Будьте внимательны, используйте только кошельки, от которых у вас имеются SEED фразы. Ни в коем случае не указывайте кошельки бирж, обменников и т.п., т.к. средства могут быть утеряны.</p>
    </f7-block>
</f7-page>
</template>

<script>
export default {};
</script>
